Repository: pix33l/CassoFlow
Catalog: CassoFlow/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, it, ja, ko, pt_pt, ru, zh_hant_tw

source: 无限制使用所有播放器和磁带
de: Unbegrenzte Nutzung aller Player und Kassetten
en: Unlimited use of all players and cassettes
es: Uso ilimitado de todos los reproductores y cassettes
fr: Utilisation illimitée de tous les lecteurs et cassettes
it: Uso illimitato di tutti i lettori e cassette
ja: すべてのプレーヤーとテープが使い放題
ko: 모든 플레이어 및 테이프 무제한 사용
pt_pt: Uso ilimitado de todos os reprodutores e fitas
ru: Неограниченное использование всех плееров и кассет
zh_hant_tw: 無限制使用所有播放器和錄音帶

source: 日文
de: Japanisch
en: Japanese
es: Japonés
fr: Japonais
it: Giapponese
ja: 日本語
ko: 일본어(언어)
pt_pt: Japonês
ru: Японский
zh_hant_tw: 日本語

source: 早鸟特惠
de: Sonderangebot
en: Special Offer
es: Oferta especial
fr: Offre spéciale
it: Offerta speciale
ja: 早期割引
ko: 얼리버드 스페셜
pt_pt: Oferta especial
ru: Специальное предложение
zh_hant_tw: 早鳥優惠

source: 暂无价格
de: Kein Preis verfügbar
en: No price available
es: No hay precio disponible
fr: Pas de prix disponible
it: Nessun prezzo disponibile
ja: 暫定価格です
ko: 가격 없음
pt_pt: Sem preço disponível
ru: Цена недоступна
zh_hant_tw: 暫不提供價格

source: 更改封面样式会影响专辑和歌单的封面展示方式
de: Das Ändern des Cover-Stils wirkt sich auf die Art und Weise aus, wie Album- und Wiedergabelisten-Cover angezeigt werden
en: Changing the cover style affects the way album and playlist covers are displayed
es: Cambiar el estilo de la carátula afecta a la forma en que se muestran las carátulas de los álbumes y las listas de reproducción
fr: Le changement de style de couverture affecte l'affichage des couvertures d'albums et de listes de lecture
it: La modifica dello stile della copertina influisce sul modo in cui vengono visualizzate le copertine degli album e delle playlist
ja: カバースタイルを変更すると、アルバムとプレイリストのカバーの表示方法に影響します
ko: 표지 스타일을 변경하면 앨범 및 재생목록 표지가 표시되는 방식에 영향을 미칩니다
pt_pt: A alteração do estilo de capa afecta a forma como as capas dos álbuns e das listas de reprodução são apresentadas
ru: Изменение стиля обложки влияет на способ отображения обложек альбомов и списков воспроизведения
zh_hant_tw: 變更封面樣式會影響專輯和播放清單封面的顯示方式

source: 更紧凑的方形比例，封面显示更完整
de: Kompakteres quadratisches Verhältnis mit vollständigerer Coveranzeige
en: More compact square ratio with fuller cover display
es: Proporción cuadrada más compacta con una pantalla de cubierta más completa
fr: Rapport carré plus compact avec affichage plus complet de la couverture
it: Rapporto quadrato più compatto con visualizzazione della copertina più completa
ja: よりコンパクトな正方形比率とフルカバーディスプレイ
ko: 더 컴팩트한 정사각형 비율과 더 꽉 찬 커버 디스플레이
pt_pt: Rácio quadrado mais compacto com ecrã de cobertura mais completo
ru: Более компактное соотношение площади и более полная крышка дисплея
zh_hant_tw: 更精巧的方形比例與更完整的封面顯示

source: 月度 PRO
de: Monatlich PRO
en: Monthly PRO
es: PRO mensual
fr: Monthly PRO
it: Monthly PRO
ja: 月額 PRO
ko: 월간 PRO
pt_pt: PRO mensal
ru: Месячный PRO

source: 未找到匹配的专辑或艺术家
de: Keine passenden Alben oder Interpreten gefunden
en: No matching albums or artists found
es: No se han encontrado álbumes o artistas coincidentes
fr: Aucun album ou artiste trouvé
it: Non sono stati trovati album o artisti corrispondenti
ja: 該当するアルバムやアーティストは見つかりませんでした
ko: 일치하는 앨범 또는 아티스트를 찾을 수 없습니다
pt_pt: Não foram encontrados álbuns ou artistas correspondentes
ru: Не найдено ни одного подходящего альбома или исполнителя
zh_hant_tw: 未找到符合的專輯或藝術家

source: 未找到匹配的歌单
de: Keine passenden Wiedergabelisten gefunden
en: No matching playlists found
es: No se han encontrado listas de reproducción coincidentes
fr: Aucune liste de lecture trouvée
it: Non sono state trovate playlist corrispondenti
ja: 一致するプレイリストは見つかりませんでした
ko: 일치하는 재생 목록을 찾을 수 없습니다
pt_pt: Não foram encontradas listas de reprodução correspondentes
ru: Не найдено ни одного подходящего плейлиста
zh_hant_tw: 未找到符合的播放清單

source: 未播放歌曲
de: Ungespielte Lieder
en: Unplayed songs
es: Canciones no reproducidas
fr: Morceaux non lus
it: Brani non riprodotti
ja: 再生中の曲はありません
ko: 재생된 노래 없음
pt_pt: Músicas não reproduzidas
ru: Не воспроизведенные песни
zh_hant_tw: 未播放曲目

source: 未来更新
de: Zukünftiges Update
en: Future update
es: Actualización futura
fr: Mise à jour future
it: Aggiornamento futuro
ja: 今後の機能アップデート
ko: 향후 업데이트
pt_pt: Atualização futura
ru: Будущие обновления
zh_hant_tw: 後續更新

source: 未能找到条形码为 %@ 的专辑，请确认条形码正确或尝试其他专辑。
de: Das Album mit dem Barcode %@ konnte nicht gefunden werden. Bitte überprüfen Sie, ob der Barcode korrekt ist, oder versuchen Sie es mit einem anderen Album.
en: The album with barcode %@ could not be found. Please check that the barcode is correct or try another album.
es: No se pudo encontrar el álbum con el código de barras %@. Verifica que el código sea correcto o prueba con otro álbum.
fr: L'album avec le code-barres %@ est introuvable. Veuillez vérifier que le code-barres est correct ou essayer un autre album.
it: L'album con il codice a barre %@ non è stato trovato. Verifica che il codice a barre sia corretto o prova con un altro album.
ja: バーコード%@のアルバムが見つかりませんでした。バーコードが正しいか確認するか、別のアルバムをお試しください。
ko: 바코드 %@인 앨범을 찾을 수 없습니다. 바코드가 올바른지 확인하거나 다른 앨범을 시도해 주세요.
pt_pt: O álbum com o código de barras %@ não foi encontrado. Verifique se o código está correto ou tente outro álbum.
ru: Альбом с штрихкодом %@ не найден. Проверьте правильность штрихкода или попробуйте другой альбом.
zh_hant_tw: 無法找到條碼為 %@ 的專輯，請檢查條碼是否正確或嘗試其他專輯。

source: 本地化（特别感谢）
de: Lokalisierung (besonderer Dank)
en: Localization (special thanks)
es: Localización (agradecimiento especial)
fr: Localisation (remerciements spéciaux)
it: Localizzazione (ringraziamenti speciali)
ja: ローカライゼーション（特別感謝）
ko: 현지화(特別 감사)
pt_pt: Localização (agradecimento especial)
ru: Локализация (особая благодарность)
zh_hant_tw: 本地化（特別感謝）

source: 极具性价比的入门磁带播放器
de: Ein extrem kostengünstiger Kassettenspieler der Einstiegsklasse
en: An extremely cost-effective entry-level cassette player
es: Un reproductor de casetes básico muy rentable
fr: Un lecteur de cassettes d'entrée de gamme extrêmement rentable
it: Un lettore di cassette entry-level estremamente conveniente
ja: 極めてコストパフォーマンスの高いエントリー・レベルのカセット・プレーヤー
ko: 매우 경제적인 보급형 카세트 플레이어
pt_pt: Um leitor de cassetes básico muito económico
ru: Очень экономичный кассетный плеер начального уровня
zh_hant_tw: 極具成本效益的入門級錄音帶播放器

source: 标准
de: Standard
en: Standard
es: Estándar
fr: Standard
it: Standard
ja: 標準
ko: 표준
pt_pt: Padrão
ru: Стандарт
zh_hant_tw: 標準

source: 标签可写的彩色磁带
de: Farbige Kassette mit Etiketten
en: Colorable cassette with labels
es: Casete coloreable con etiquetas
fr: Cassette colorable avec étiquettes
it: Cassetta colorata con etichette
ja: ラベル書き込み可能カラーテープ
ko: 쓰기 가능한 라벨이 있는 컬러 테이프
pt_pt: Cassete para colorir com etiquetas
ru: Цветная кассета с записываемыми этикетками
zh_hant_tw: 可寫標籤的彩色錄音帶

source: 模拟实体操作的交互反馈
de: Simulieren Sie physikalische Feedbak
en: Simulate physical feedbak
es: Simular el feedbak físico
fr: Simuler un feedbak physique
it: Simula feedbak fisico
ja: 実体操作感インタラクションフィードバック
ko: 물리적 조작을 모방한 대화형 피드백
pt_pt: Simular o feedbak físico
ru: Имитация физической обратной связи
zh_hant_tw: 模擬實體操作的互動回饋

source: 模拟真实磁带音效
de: Simulieren Sie den Soundeffekt einer echten Kassette
en: Simulate the sound effect of real cassette
es: Simula el efecto de sonido de un casete real
fr: Simuler l'effet sonore d'une vraie cassette
it: Simula l'effetto sonoro di una cassetta reale
ja: リアルテープサウンド再現
ko: 실제 테이프 사운드 시뮬레이션
pt_pt: Simula o efeito sonoro de uma cassete real
ru: Имитация звука реальной кассеты
zh_hant_tw: 模擬真實錄音帶音效

source: 模拟磁带底噪和低频抖动
de: Simulieren Sie Rausch- und Flattereffekte
en: Simulate noise and flutter effects
es: Simulación de ruido y efectos de aleteo
fr: Simuler des effets de bruit et de flottement
it: Simula effetti di rumore e flutter
ja: テープノイズ＆低周波揺らぎ再現
ko: 아날로그 테이프 노이즈 플로어 및 저주파 지터
pt_pt: Simulação de efeitos de ruído e vibração
ru: Имитация шумов и детонации кассеты
zh_hant_tw: 模擬錄音帶底噪與低頻抖動

source: 歌单
de: Wiedergabeliste
en: Playlist
es: Lista de reproducción
fr: Liste de lecture
it: Playlist
ja: プレイリスト
ko: 노래 목록
pt_pt: Lista de reprodução
ru: Плейлист
zh_hant_tw: 播放清單

source: 正在加载...
de: Laden...
en: Loading…
es: Cargando...
fr: Chargement...
it: Caricamento...
ja: 読み込み中...
ko: 로드 중...
pt_pt: Carregando...
ru: Загрузка...
zh_hant_tw: 讀取中...

source: 正在搜索专辑...
de: Suche nach Alben...
en: Searching for albums...
es: Buscando álbumes...
fr: Recherche d'albums...
it: Ricerca degli album in corso...
ja: アルバムを検索中...
ko: 앨범 검색 중...
pt_pt: Procurando álbuns...
ru: Поиск альбомов...
zh_hant_tw: 正在搜尋專輯...

source: 永久 PRO
de: Lebenslang PRO
en: Lifetime PRO
es: Lifetime PRO
fr: Lifetime PRO
it: Lifetime PRO
ko: 영구 PRO
pt_pt: Vida útil PRO
ru: Пожизненный PRO

source: 没有什么比这磁带播放器更具未来感
de: Nichts könnte futuristischer sein als dieser Kassettenrekorder
en: Nothing could be more futuristic than this cassette player
es: Nada podría ser más futurista que este reproductor de casetes
fr: Rien n'est plus futuriste que ce lecteur de cassettes
it: Niente potrebbe essere più futuristico di questo lettore di cassette
ja: これほど未来的なカセットプレーヤーは存在しない
ko: 이 카세트 플레이어보다 더 미래지향적인 것은 없을 것입니다
pt_pt: Nada poderia ser mais futurista do que este leitor de cassetes
ru: Ничто не может быть более футуристичным, чем этот кассетный плеер
zh_hant_tw: 沒有什麼比這款錄音帶播放器更有未來感了

source: 没有找到可恢复的购买项目
de: Es wurden keine Kaufartikel gefunden, die wiederhergestellt werden können
en: No purchase items that can be restored were found
es: No se han encontrado artículos de compra que puedan restaurarse
fr: Aucun élément d'achat pouvant être restauré n'a été trouvé
it: Non sono stati trovati elementi di acquisto che possono essere ripristinati
ja: 復元可能な購入項目はありません
ko: 복구 가능한 구매를 찾을 수 없습니다
pt_pt: Não foram encontrados itens de compra que possam ser restaurados
ru: Не найдены покупки, которые можно восстановить
zh_hant_tw: 未找到可恢復的購買項目

source: 添加专辑到媒体库失败: %@
de: Das Album konnte nicht zur Medienbibliothek hinzugefügt werden: %@
en: Failed to add album to media library: %@
es: No se pudo agregar el álbum a la biblioteca multimedia: %@
fr: Échec de l'ajout de l'album à la bibliothèque multimédia : %@
it: Impossibile aggiungere l'album alla libreria multimediale: %@
ja: アルバムをメディアライブラリに追加できませんでした: %@
ko: 앨범을 미디어 라이브러리에 추가하지 못했습니다: %@
pt_pt: Falha ao adicionar o álbum à biblioteca de mídia: %@
ru: Не удалось добавить альбом в медиатеку: %@
zh_hant_tw: 將專輯加入媒體庫失敗：%@

source: 演示用磁带播放器
de: Ein Demo-Kassettenplayer
en: A Demo cassette player
es: Un reproductor de casetes Demo
fr: Un lecteur de cassettes Demo
it: Un lettore di cassette demo
ja: デモ用カセットプレーヤー
ko: 데모 테이프 플레이어
pt_pt: Um leitor de cassetes Demo
ru: Демонстрационный кассетный плеер
zh_hant_tw: 示範用錄音帶播放器

source: 点此选择音乐
de: Klicken Sie hier, um Musik auszuwählen
en: Click here to select music
es: Haga clic aquí para seleccionar música
fr: Cliquez ici pour sélectionner la musique
it: Fare clic qui per selezionare la musica
ja: タップで楽曲選択
ko: 클릭해서 음악을 선택하다
pt_pt: Clique aqui para selecionar a música
ru: Нажмите здесь, чтобы выбрать музыку
zh_hant_tw: 點此選擇音樂

source: 版本 %@ (%@)
de: Version %1$@ (%2$@)
en: Version %1$@ (%2$@)
es: Versión %@ (%@)
fr: Version %1$@ (%2$@)
it: Versione %1$@ (%2$@)
ja: バージョン %1$@ (%2$@)
ko: 버전 %@ (%@)
pt_pt: Versão %@ (%@)
ru: Версия %1$@ (%2$@)
zh_hant_tw: 版本 %1$@ (%2$@)

source: 物美价廉的磁带播放器
de: Ein preiswerter und hochwertiger Kassettenplayer
en: An affordable and high-quality cassette player
es: Un reproductor de casetes asequible y de alta calidad
fr: Un lecteur de cassettes abordable et de haute qualité
it: Un lettore di cassette conveniente e di alta qualità
ja: お手頃価格のカセットプレーヤー
ko: 저렴한 테이프 플레이어
pt_pt: Um leitor de cassetes acessível e de alta qualidade
ru: Доступный и качественный кассетный плеер
zh_hant_tw: 平價高質感的錄音帶播放器

source: 特色功能
de: Hauptfunktionen
en: Featured Functions
es: Funciones destacadas
fr: Fonctions vedettes
it: Funzioni in primo piano
ja: 注目の機能
ko: 주요 기능
pt_pt: Destaques das funções
ru: Особенности
zh_hant_tw: 精選功能

source: 现在加入 Apple Music，最多可享 3 个月免费试用
de: Jetzt bei Apple Music anmelden und bis zu 3 Monate kostenlos testen
en: Now sign up for Apple Music and enjoy up to 3 months of free trial
es: Regístrate ahora en Apple Music y disfruta de hasta 3 meses de prueba gratis
fr: Inscrivez-vous maintenant à Apple Music et profitez de jusqu'à 3 mois d'essai gratuit
it: Iscriviti ora ad Apple Music e usufruisci fino a 3 mesi di prova gratuita
ja: 今から Apple Music に加入すると、最大 3 ヶ月間無料でお試しできます
ko: 지금 Apple 음악에 가입하고 최대 3개월 무료 체험을 이용하세요
pt_pt: Inscreva-se agora no Apple Music e obtenha até 3 meses de avaliação gratuita.
ru: Зарегистрируйтесь в Apple Music и получите до 3 месяцев бесплатного пробного периода
zh_hant_tw: 現在加入 Apple Music，最多可享 3 個月免費試用

source: 瑕疵噪点
de: Knistern
en: Crackle
es: Crackle
fr: Craquement
it: Crepitio
ja: ノイズインジェクション
ko: 결함이 있는 노이즈
pt_pt: Crackle
ru: Потрескивание
zh_hant_tw: 瑕疵雜訊

source: 白色陶瓷外壳的顶级磁带
de: Die Top-Kassette mit weißem Keramikgehäuse
en: The top cassette with a white ceramic casing
es: La cinta de alta gama con carcasa de cerámica blanca
fr: La cassette supérieure avec un boîtier en céramique blanche
it: La cassetta superiore con involucro in ceramica bianca
ja: 白磁器仕様の最上級テープ
ko: 화이트 세라믹 케이스의 최고급 테이프
pt_pt: A fita de alta qualidade com caixa de cerâmica branca
ru: Топовая кассета с белым керамическим корпусом
zh_hant_tw: 白色陶瓷外殼的頂級錄音帶

source: 皮肤数据异常
de: Ungewöhnliche Skin-Daten
en: Abnormal skin data
es: Datos de piel anormales
fr: Données anormales sur la peau
it: Dati della pelle anomali
ja: スキンデータ異常
ko: 피부 데이터 이상
pt_pt: Dados de pele anormais
ru: Аномальные данные скина
zh_hant_tw: 造型資料異常

source: 矩形比例
de: Rechteckiges
en: Rectangular
es: Rectángulo
fr: Rectangulaire
it: Rettangolare
ja: 矩形比
ko: 직사각형 비율
pt_pt: Retângulo
ru: Прямоугольное
zh_hant_tw: 矩形比率

source: 确定
de: OK
en: OK
es: Aceptar
fr: OK
it: OK
ja: 確認
ko: 정의
pt_pt: OK
ru: ОК
zh_hant_tw: 確定

source: 确认购买后，将通过您的 Apple 帐户收取费用。 PRO 会员订阅默认会自动续订，除非在当前订阅结束前至少提前 24 小时前往「设置 - Apple 账户 - 订阅」关闭自动续订，否则您的 Apple 账户将在当前订阅结束前的 24 小时内被收取续订费用。试用 PRO 会员期间内，如不手动关闭自动续订，则会在试用期结束时自动开通订阅并扣取费用。免费试用机会仅在每位用户首次订阅前试用一次，购买订阅后剩余的免费试用期（如有）将自动失效。
de: Nachdem Sie den Kauf bestätigt haben, wird die Zahlung über Ihr Apple-Konto abgewickelt. Das PRO-Abonnement wird standardmäßig automatisch verlängert. Wenn Sie nicht mindestens 24 Stunden vor Ablauf des aktuellen Abonnements zu "Einstellungen - Apple-Konto - Abonnements" gehen, um die automatische Verlängerung zu deaktivieren, wird Ihr Apple-Konto 24 Stunden vor Ablauf des aktuellen Abonnements mit der Verlängerungsgebühr belastet. Wenn Sie während des Testzeitraums der PRO-Mitgliedschaft die automatische Verlängerung nicht manuell deaktivieren, wird das Abonnement automatisch aktiviert und die Gebühr wird am Ende des Testzeitraums abgebucht. Die kostenlose Testphase kann nur einmal pro Nutzer vor dem ersten Abonnement durchgeführt werden. Der verbleibende kostenlose Testzeitraum (falls vorhanden) nach dem Kauf des Abonnements läuft automatisch ab.
en: After confirming the purchase, the payment will be made through your Apple account. The PRO membership subscription will be automatically renewed by default. Unless you go to "Settings - Apple Account - Subscriptions" at least 24 hours before the current subscription ends to turn off the automatic renewal, your Apple account will be charged for the renewal fee 24 hours before the end of the current subscription. During the trial period of the PRO membership, if you do not manually turn off the automatic renewal, the subscription will be automatically activated and the fee will be deducted at the end of the trial period. The free trial opportunity is only available for one trial per user before the first subscription. The remaining free trial period (if any) after purchasing the subscription will automatically expire.
es: Una vez confirmada la compra, el pago se realizará a través de su cuenta de Apple. La suscripción de membresía PRO se renovará automáticamente por defecto. A menos que vaya a \"Configuración - Cuenta de Apple - Suscripciones\" al menos 24 horas antes de que finalice la suscripción actual para desactivar la renovación automática, su cuenta de Apple se cobrará la tarifa de renovación 24 horas antes del final de la suscripción actual. Durante el período de prueba de la membresía PRO, si no desactiva manualmente la renovación automática, la suscripción se activará automáticamente y se deducirá la tarifa al final del período de prueba. La oportunidad de prueba gratuita solo está disponible para una prueba por usuario antes de la primera suscripción. El período de prueba gratuito restante (si corresponde) después de comprar la suscripción caducará automáticamente.
fr: Après avoir confirmé l'achat, le paiement sera effectué par l'intermédiaire de votre compte Apple. L'abonnement PRO sera automatiquement renouvelé par défaut. À moins que vous n'alliez dans "Réglages - Compte Apple - Abonnements" au moins 24 heures avant la fin de l'abonnement en cours pour désactiver le renouvellement automatique, votre compte Apple sera débité des frais de renouvellement 24 heures avant la fin de l'abonnement en cours. Pendant la période d'essai de l'abonnement PRO, si vous ne désactivez pas manuellement le renouvellement automatique, l'abonnement sera automatiquement activé et les frais seront déduits à la fin de la période d'essai. La possibilité d'essai gratuit n'est disponible que pour un essai par utilisateur avant le premier abonnement. La période d'essai gratuite restante (le cas échéant) après l'achat de l'abonnement expirera automatiquement.
it: Dopo aver confermato l'acquisto, il pagamento verrà effettuato tramite il vostro account Apple. L'abbonamento PRO si rinnova automaticamente per impostazione predefinita. A meno che non si acceda a “Impostazioni - Account Apple - Abbonamenti” almeno 24 ore prima della scadenza dell'abbonamento in corso per disattivare il rinnovo automatico, il costo del rinnovo verrà addebitato sul proprio account Apple 24 ore prima della scadenza dell'abbonamento in corso. Durante il periodo di prova dell'abbonamento PRO, se non si disattiva manualmente il rinnovo automatico, l'abbonamento verrà attivato automaticamente e la tariffa verrà detratta al termine del periodo di prova. L'opportunità di prova gratuita è disponibile solo per una prova per utente prima del primo abbonamento. L'eventuale periodo di prova gratuito rimanente dopo l'acquisto dell'abbonamento scadrà automaticamente.
ja: 購入確認後、Appleアカウントに課金されます。PROメンバーシップは自動更新がデフォルトです。現在のサブスクリプション終了の24時間前までに「設定→Apple ID→サブスクリプション」で自動更新を解除しない場合、更新料金が課金されます。無料トライアル期間中に自動更新を解除しない場合、期間終了時に自動的に有料サブスクリプションが開始されます。無料トライアルは初回購入前に1回のみ適用され、購入後の残存期間は無効となります。
ko: 구매가 확인되면 Apple 계정을 통해 요금이 청구됩니다. PRO 멤버십 구독은 기본적으로 자동 갱신되며, 현재 구독이 종료된 후 24시간 이내에 Apple 계정으로 갱신 요금이 청구됩니다. 평가판 PRO 멤버십 기간 동안 자동 갱신을 수동으로 해제하지 않으면 평가판 기간이 종료될 때 구독이 자동으로 활성화되고 요금이 청구됩니다. 무료 평가판 기회는 첫 번째 구독 전에 사용자당 한 번만 사용할 수 있으며, 남은 무료 평가판 기간(있는 경우)은 구독을 구매한 후 자동으로 만료됩니다.
pt_pt: Após confirmar a compra, o pagamento será feito por meio da sua conta Apple. A assinatura de membros PRO será renovada automaticamente por padrão. A menos que vá para \"Configurações - Conta Apple - Assinaturas\" pelo menos 24 horas antes do fim da assinatura atual para desativar a renovação automática, sua conta Apple será cobrada a taxa de renovação 24 horas antes do fim da assinatura atual. Durante o período de teste da assinatura PRO, se você não desativar manualmente a renovação automática, a assinatura será ativada automaticamente e a taxa será deduzida no final do período de teste. A oportunidade de teste gratuito está disponível apenas uma vez por usuário antes da primeira assinatura. O período de teste gratuito restante (se houver) após comprar a assinatura expirará automaticamente.
ru: После подтверждения покупки оплата будет произведена через вашу учетную запись Apple. Подписка на членство PRO будет автоматически продлена по умолчанию. Если вы не перейдете в «Настройки - Учетная запись Apple - Подписки» не менее чем за 24 часа до окончания текущей подписки, чтобы отменить автоматическое продление, ваша учетная запись Apple будет обложена платой за продление за 24 часа до окончания текущей подписки. Во время пробного периода членства PRO, если вы не отмените автоматическое продление вручную, подписка будет автоматически активирована, и плата будет вычтена в конце пробного периода. Возможность бесплатной пробной версии доступна только один раз для каждого пользователя до первой подписки. Остальной пробный период (если таковой имеется) после покупки подписки истечет автоматически.
zh_hant_tw: 確認購買後，費用將透過您的 Apple 帳號收取。PRO 會員訂閱預設為自動續訂，除非您在當前訂閱期結束前至少 24 小時前往「設定 > Apple ID > 訂閱」關閉自動續訂功能，否則您的 Apple 帳號將在當前訂閱期結束前 24 小時內自動續訂並收取費用。在 PRO 會員試用期間，若您未手動關閉自動續訂，試用期結束時將自動開通訂閱並扣款。每個用戶只有首次訂閱前可享有一次免費試用機會，購買訂閱後，剩餘的免費試用期（如有）將自動失效。

source: 磁带
de: Kassette
en: Cassette
es: Cassette
fr: Cassette
it: Cassetta
ja: テープ
ko: 마그네틱 테이프
pt_pt: Fita cassete
ru: Кассета
zh_hant_tw: 錄音帶

source: 磁带摩擦声
de: Reibung
en: Friction
es: Fricción
fr: Friction
it: Attrito
ja: テープ摩擦音
ko: 테이프 긁기
pt_pt: Atrito
ru: Трение
zh_hant_tw: 錄音帶摩擦聲

source: 磁带播放器之王
de: Der König der Kassettenspieler
en: The King of Cassette Players
es: El rey de las grabadoras de casete
fr: Le roi des lecteurs de cassettes
it: Il re dei lettori di cassette
ja: テーププレーヤーの王様です
ko: 테이프 플레이어의 왕
pt_pt: O rei dos toca-fitas
ru: Король кассетных плееров
zh_hant_tw: 錄音帶播放器之王

source: 磁带盒一般大小的磁带播放器
de: Ein Kassettenspieler in etwa der Größe eines Standard-Kassettengehäuses
en: A cassette player about the size of a standard cassette case
es: Un reproductor de casetes de aproximadamente el tamaño de una caja de casete estándar
fr: Un lecteur de cassettes d'environ la taille d'un boîtier de cassette standard
it: Un lettore di cassette delle dimensioni di una custodia standard per cassette
ja: 標準的なカセットケースほどの大きさのカセットプレーヤー
ko: 표준 카세트 케이스 크기 정도의 카세트 플레이어
pt_pt: Um leitor de cassetes com aproximadamente o tamanho de uma caixa de fita cassete padrão
ru: Кассетный плеер размером со стандартную кассетную коробку
zh_hant_tw: 標準卡式錄音帶盒大小的卡帶播放機

source: 磁带音效
de: Kassetten-Soundeffekt
en: Cassette sound effect
es: Efecto de sonido de casete
fr: Effet sonore de cassette
it: Effetto sonoro della cassetta
ja: カセット音響効果
ko: 테이프 사운드
pt_pt: Efeito de som de fita cassete
ru: Звуковой эффект кассеты
zh_hant_tw: 錄音帶音效

source: 立即体验
de: Jetzt ausprobieren
en: Try it Now
es: Prueba ahora
fr: Essayer maintenant
it: Prova ora
ja: 即座に体験します
ko: 지금 체험하기
pt_pt: Tente agora
ru: Попробовать сейчас
zh_hant_tw: 立即體驗

source: 立即升级
de: Jetzt aktualisieren
en: Upgrade Now
es: Actualizar ahora
fr: Mettre à niveau maintenant
it: Aggiornare ora
ja: 今すぐアップグレード
ko: 지금 업그레이드
pt_pt: Atualize agora
ru: Обновить сейчас
zh_hant_tw: 立即升級

source: 终身使用所有功能和主题
de: Lebenszeit Alle Funktionen und Themen
en: Lifetime All Functions and Themes
es: Todas las funciones y temas de por vida
fr: Lifetime Toutes les fonctions et tous les thèmes
it: Lifetime Tutte le funzioni e i temi
ja: すべての機能とテーマを永久に利用可能
ko: 모든 기능 및 테마에 평생 액세스
pt_pt: Todas as funcionalidades e temas vitalícios
ru: Пожизненный доступ ко всем функциям и темам
zh_hant_tw: 永久解鎖所有功能和主題

source: 经典动漫中的磁带播放器
de: Klassischer Anime-Kassettenspieler
en: Classic anime cassette player
es: Reproductor de cassette de anime clásico
fr: Lecteur de cassettes animé classique
it: Classico lettore di cassette anime
ja: 名作アニメ登場カセットプレーヤー
ko: 고전 애니메이션의 테이프 플레이어
pt_pt: Reprodutor de fita cassete de anime clássico
ru: Классический аниме-магнитофон
zh_hant_tw: 經典動漫裡的錄音帶播放器
